// General
"ADD" = "Lisää";
"OK" = "OK";
"CANCEL" = "Kumoa";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "Valinnat…";

// Trackpad tab
"2NDCLICK_TAPPING" = "Tee toissijaisia osoituksia sijoittamalla kaksi sormea ohjauslevylle ja painamalla painiketta";
"2NDCLICK_CLICKING" = "Tee toissijainen osoitus napauttamalla ohjauslevyä kahdella sormella";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Käytä F-näppäimiä normaaleina toimintonäppäiminä";
"FN_FLIPPER_NOTE" = "Kun valinta on valittuna, voit käyttää näppäimien erikoistoimintoja painamalla ensin Fn-näppäintä.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Käyttäjän kohteita";
"USER_ITEMS_DESC" = "Avaa kohteen %@";
"ONOFF_TOOLTIP" = "Kytke luettelon oikotie päälle valitsemalla";
"RESTORE_DEFAULTS_TITLE" = "Haluatko varmasti palauttaa kaikkien oikoteiden oletusarvot?";
"RESTORE_DEFAULTS_DESCR" = "Toimintoa ei voida perua.";

// Combobox entries
"MODIFER_OPTION" = "⌥ Optio";
"MODIFER_CONTROL" = "⌃ Ctrl";
"MODIFER_COMMAND" = "⌘ Komento";

// BT related
"D_SECS" = "%d sekuntia";
"NEVER" = "Ei koskaan";

"MOUSE" = "Hiiri";
"KEYBOARD" = "Näppäimistö";
"UNKNOWN" = "Tuntematon";

"NEW_APPLICATION_ITEM" = "<nimetön valikkokohde>";

"APP_IS_NOT_COMPATIBLE" = "Et voi lisätä näppäinoikotietä ohjelmalle %@.";

"MOUSEBUTTON_OPEN" = "Avaa \“%@\”";


// Gestures
"ONEFINGER" = "Yksi sormi";
"TAPTOCLICKGESTURE" = "Osoita napauttamalla";
"DRAGGINGGESTURE" = "Vetäminen";
"DRAGLOCKGESTURE" = "Vetolukitus";
"TWOFINGER" = "Kaksi sormea";
"TWOFINGER_SECONDARYCLICK" = "Toissijainen osoitus";
"THREEFINGER" = "Kolme sormea";
"FOURFINGER" = "Neljä sormea";
"SECONDARYCLICKGESTURE" = "Toissijainen osoitus";
"SECONDARYCLICKGESTURE_TAP" = "Toissijainen napautus";
"PRESS_SPECIFIC" = "Toissijainen osoitus";
"PRESS_ANYWHER" = "Paina mitä tahansa kohtaa kahdella sormella";
"SCREENZOOMGESTURE" = "Näytön zoomaus";
"PINCHGESTURE" = "Avaa ja sulje nipistämällä";
"POINTTAPGESTURE" = "Osoita ja napauta";
"ROTATEGESTURE" = "Pyöritä";
"3FINGERSWIPEGESTURE" = "Selaa pyyhkäisemällä";
"2FINGERSCROLLGESTURE" = "Vieritä";
"4FINGERSWIPEGESTURE" = "Exposé: pyyhkäisy ylös/alas";
"4FINGERSWIPEGESTURE_1" = "Ohjelmanvaihto: vasen/oikea pyyhkäisy";
"BOTTOM_RIGHT_CORNER" = "oikea alakulma";
"BOTTOM_LEFT_CORNER" = "vasen alakulma";


// Gesture notes
"AX_TapToClick" = "Osoita napauttamalla yhdellä sormella ohjauslevyä.";
"AX_Dragging" = "Vedä napauttamalla ohjauslevyä ja laittamalla sormesi välittömästi ohjauslevylle ja liikuttamalla sormea. Lopeta vetäminen nostamalla sormi pois ohjauslevyltä.";
"AX_DragLock" = "Vedä napauttamalla ohjauslevyä ja laittamalla sormesi ohjauslevylle ja liikuttamalla sormea. Lopeta vetäminen napauttamalla uudelleen.";
"AX_SecondaryClick" = "Avaa kohteen oikotievalikko laittamalla kaksi sormea ohjauslevylle ja osoittamalla ohjauslevyn painiketta. Jos \“Osoita napauttamalla\” on valittu, napauta kahta sormea ohjauslevyllä.";
"AX_Scroll" = "Vieritä aktiivisen ikkunan sisältöä läpi laittamalla kaksi sormea ohjauslevylle ja liikuttamalla sormia ylös, alas tai sivusuunnassa.";
"AX_ScreenZoom" = "Suurenna tai pienennä näytön kuvaa pitämällä Ctrl-näppäintä painettuna ja liikuttamalla kahta sormea ylös tai alas ohjauslevyllä. Vaihda muuntonäppäin osoittamalla Valinnat.";
"AX_Pinch" = "Lähennä tai loitonna valokuvia ja muita kohteita liu'uttamalla sormea ja peukaloa yhteen tai erilleen ohjauslevyllä.";
"AX_Rotate" = "Pyöritä kuvia ja muita kohteita näytöllä pyörittämällä kahta sormea vasemmalle tai oikealle ohjauslevyllä.";
"AX_Swipe" = "Siirry edelliseen tai seuraavaan kohteeseen liu'uttamalla nopeasti kolmea sormea vasemmalle tai oikealle ohjauslevyn poikki.";
"AX_4F_Swipe_EXPOSE" = "Käytä Exposéa liu'uttamalla neljää sormea ohjauslevyllä ylös tai alas.";
"AX_4F_Swipe_APPS" = "Vaihda avoinna olevien ohjelmien välillä liu'uttamalla neljää sormea oikealle tai vasemmalle ohjauslevyn poikki.";
